module.exports = [
    'іди докіть пуцу подрочи',
    'іди докіть аніме поникай',
    'іди докіть кавиль вчини собі',
    'іди докіть чай упий',
    'іди докіть в кс побав з грижов',
    'іди докіть попідтягуйся',
    'іди докіть поотжимайся',
    'іди докіть вонячий тікток поникай',
    'іди докіть помийся, бо вонить таги з пизди',
    'іди докіть нормальний пк собери а не у боті',
    'Іди докіть телефон перепроший вать почисти',
    'Іди докіть поспи, дале рано проснись, умий свій писок, ' +
    'поїш, попий, посси, зуби помий, удінь, до школи збери, ' +
    'мучайся у школі, дале верни домі, поїш, попий, посси, потереби, ' +
    'ютубчик поникай, дале тік ток, дале зайди побав у броул старс і роблокс,' +
    'дале назад потереби, попий чай, вчини дз, помийся, і назад іди спати'
];