module.exports = {
    // Загальні причини (підходять для будь-яких деталей)
    generalBrokenReasons: [
        "кур'єр кой ніс коробку та упав",
        "у кур'єра упала з 3 етажу, а кур'єр сказав ош норм має робити (а хуй ти)",
        "продавець олх клянився ош вна не бита не крашена, айбо він тя наєбав",
        "коробка пуд дождьом стояла тай вода попала в середину",
        "коли у прошлого владельца була на столі, він пішов варити кавиль а мачка му там насяла прямо і зі столу убалила, а владелець то незамітив тай продав"
    ],

    // Причини поломок за конкретними категоріями
    categoryBrokenReasons: {
        cpu: [
            "прошлий владелец пробував ладити ножку канцелярським ножом, айбо тепер ножка на смолях ся держе",
            "тупий майстер погнув ножки кой у плату пхав",
            "тупий геній розгоняв го до 6 ггц на бж за 100грн"
        ],
        gpu: [
            "вна робила в майнінг фермі 24/7, нико не міняв термопасту",
            "гріли відвал чипу феном пуд пивасик",
            "пробило фазу пітанія гет позад дешманського китайського переходника"
        ],
        ram: [
            "прошлий юзер пхав її не тим боком і закріпив ледви...",
            "статична електрика спалила чіп памяті гет"
        ],
        motherboard: [
            "китаіц заснув на заводі кой робив ісю плату",
            "здулися конденсатори",
            "кой обновляв біос та пропало світло"
        ],
        psu: [
            "бж учинив бабах",
            "бж засмажив самого себе"
        ],
        storage: [
            "по ньому били кулаком та поламався",
            "коли устанавлювали лайнукс та пропало світло"
        ],
        case: [
            "боковоє скло розбилось нахуй",
            "так ахуєно везли шо погнули задню стінку і відламали кнопку включення пк",
            "ноіжки упали, а передню пластикову панель кось розчавив"
        ],
        netcards: [
            "коли була молнія короче та попало прям у неї"
        ]
    }
};
